Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSFiles/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# files.action.cancel
source: Cancel Transfer
ja: 転送をキャンセル

# files.action.copyPath
source: Copy Mac Path
ja: Macのパスをコピー

# files.action.remove
source: Remove
ja: 削除

# files.action.resume
source: Resume
ja: 再開

# files.camera.denied.message
source: Allow camera access for cmux in Settings to take photos for your Mac.
ja: Mac用の写真を撮るには、設定でcmuxのカメラへのアクセスを許可してください。

# files.camera.denied.title
source: Camera Access Is Off
ja: カメラへのアクセスがオフです

# files.cancel
source: Cancel
ja: キャンセル

# files.error.dest
source: The destination folder is not available.
ja: 保存先フォルダを利用できません。

# files.error.digest
source: The file changed in transit. Try again.
ja: 転送中にファイルが変化しました。もう一度お試しください。

# files.error.forbidden
source: The Mac does not share this location.
ja: Macはこの場所を共有していません。

# files.error.generic
source: The transfer stopped.
ja: 転送が停止しました。

# files.error.notFound
source: The file is no longer there.
ja: ファイルが見つかりません。

# files.error.relay
source: File transfer needs a direct connection to the Mac.
ja: ファイル転送にはMacへの直接接続が必要です。

# files.error.tooLarge
source: The file is too large for the Mac to accept.
ja: ファイルが大きすぎるため、Macで受け取れません。

# files.list.add
source: Send a File to the Mac
ja: Macにファイルを送信

# files.list.empty
source: No transfers yet. Photos and files you send to a Mac appear here.
ja: まだ転送はありません。Macに送信した写真やファイルがここに表示されます。

# files.list.title
source: Transfers
ja: 転送

# files.openSettings
source: Open Settings
ja: 設定を開く

# files.pick.camera
source: Take Photo
ja: 写真を撮る

# files.pick.document
source: Choose File
ja: ファイルを選択

# files.pick.photos
source: Photo Library
ja: 写真ライブラリ

# files.status.cancelled
source: Cancelled
ja: キャンセル済み

# files.status.finished
source: Done
ja: 完了

# files.status.paused
source: Paused at %@. Tap to resume.
ja: %@で一時停止中。タップして再開します。

# files.status.savedAt
source: Saved on the Mac at %@
ja: Macの%@に保存しました

# files.status.speed
source: %1$@, %2$@/s
ja: %1$@、%2$@/秒
